<b>Обновление бота 1.1-BETA 🎉</b>
Привет, друзья! Сегодня я рад представить вам первое крупное обновление бота, которое я назвал <i>Языковое Обновление</i>. В этом обновлении вы найдете много интересных и полезных нововведений. Вот некоторые из них:

🌐 <b>Выбор языка</b>
Теперь вы можете выбрать один из двух языков для общения с ботом: русский или украинский. Для этого вам нужно перейти в настройки бота и выбрать желаемый язык. Бот автоматически адаптирует свой интерфейс и тексты под ваш выбор.

👌 <b>Улучшенный интерфейс</b>
Я также поработал над тем, чтобы сделать бота еще удобнее и приятнее для вас. Я изменил некоторые элементы дизайна, добавил новые кнопки и иконки, а также улучшил навигацию по боту. Надеюсь, вам понравится!

⚡ <b>Повышенная скорость</b>
Одним из самых важных улучшений в этом обновлении является повышение скорости работы бота. Благодаря переходу на новую библиотеку Nutgram (ссылка <a href="https://nutgram.dev">здесь</a>), бот стал отвечать вам быстрее и стабильнее. Вы сможете получать расписание университета в любое время и без задержек.

🗓 <b>Следующее обновление</b>
Я уже работаю над следующим обновлением бота, которое будет посвящено самому расписанию. В нем вы сможете листать расписание вперед и назад, как это сделано в Teams, например. Также я добавлю возможность добавлять напоминания о парах, делать заметки и многое другое. Следите за новостями!

📩 <b>Обратная связь</b>
Если у вас есть какие-то вопросы, предложения, пожелания или замечания по работе бота, пожалуйста, пишите мне сюда: @true_normis. Я буду рад услышать ваше мнение и учесть его в дальнейшем развитии бота. Спасибо за вашу поддержку!

Ваш, <b>@true_normis</b>
