<?php

return [
    'schedule' => '📅 Расписание',
    'help' => '❓ Помощь',
    'settings' => '⚙️ Настройки',
    'today_schedule' => '📅 Сегодняшнее',
    'tomorrow_schedule' => '📆 Завтрашнее',
    'this_week_schedule' => '🗓️ На эту неделю',
    'next_week_schedule' => '📆 На следующую неделю',
    'return_to_main_menu' => '↩️ Вернуться в главное меню',
    'yes' => 'Да',
    'no' => 'Нет',
    'change_group' => '🔄 Изменить группу',
    'main_menu' => '🏠 Главное Меню',
    'change_locale' => '🏳️‍⚧️ Изменить язык',
];
