<?php
return [
    'welcome' => "<b>Добро пожаловать в бот Черниговской Политехники!</b> 🎓\n" .
        "Я здесь, чтобы помочь вам получить актуальное расписание университета.\n" .
        "Чтобы начать, необходимо выбрать группу.\n",

    'set_faculty' => "Для начала работы, выберите свой институт:",
    'set_faculty_error' => "⚠️ <b>Ошибка!</b> Для продолжения работы выберите свой институт.\n",

    'set_lang' => "Выберите язык:",
    'set_lang_error' => "⚠️ <b>Ошибка!</b> Для продолжения работы выберите язык.\n",

    "settings" => "🛠️ Меню настроек\nЗдесь вы можете 📚 Изменить группу обучения",
    "settings_error" => "🛠️ Меню настроек\nЗдесь вы можете 📚 Изменить группу обучения",

    "main" => "🏠 Вы в главном меню",
    "main_error" => "Выберите пункт в меню",

    "help" => "🤖 <b>Добро пожаловать в бот Черниговской Политехники!</b> 🎓\n\n"
        . "Этот бот предназначен для получения расписания университета.\n"
        . "Чтобы перемещаться по меню, выбирайте соответствующие пункты.\n"
        . "В <b>настройках</b> вы можете сменить группу.\n\n",

    "set_group" => "Теперь выберите свою группу, <i>[например 👥 КІ-221]</i>:",
    "group_not_found" => "⚠️ <b>Ошибка!</b> Группа не была найдена. Пожалуйста, попробуйте ввести данные заново...",
    "set_group_error" => "⚠️ <b>Внимание!</b> Пожалуйста, выберите свою группу",

    "education_form" => "Выберите форму обучения 🌞/🌜:",
    "education_form_error" => "⚠️ <b>Внимание!</b> Пожалуйста, выберите форму обучения:",

    "course" => "Теперь выберите курс, на котором вы учитесь:",
    "course_error" => "⚠️ <b>Внимание!</b> Пожалуйста, выберите курс, на котором вы учитесь:",

    "schedule" => "😊 Какое расписание вы хотите посмотреть?",
    "schedule_error" => "Выберите пункт в меню, чтобы просмотреть соответствующее расписание. 📅📆🗓️",
    "schedule_tomorrow" => "Завтра пар нету 😊",
    "schedule_today" => "Сегодня пар не будем 🤖",
    "schedule_next_week" => "На следующей неделе пар не будет 🤖",
    "schedule_this_week" => "На этой неделе пар не будет 🤖",

    "confirm_false" => "Давайте попробуем заново заполнить данные 🔄",
    "confirm_text" => "<b>Подтверждаю ли я правильность информации?</b> [Да/Нет]",
    "confirm_text_error" => "Пожалуйста выберете <b>Да</b> или <b>Нет</b>",
    "confirm_true" => "Сохраняю данные... 💾",


];
