<?php

return [
    'welcome' => "<b>Ласкаво просимо до боту Чернігівської Політехніки!</b> 🎓\n" .
        "Я тут, щоб допомогти вам отримати актуальне розклад університету.\n" .
        "Для початку вам потрібно вибрати групу.\n",

    'set_faculty' => "Для початку роботи, оберіть свій інститут:",
    'set_faculty_error' => "⚠️ <b>Помилка!</b> Для продовження роботи оберіть свій інститут.\n",

    "settings" => "🛠️ Меню налаштувань\nТут ви можете 📚 Змінити групу навчання",
    "settings_error" => "🛠️ Меню налаштувань\nТут ви можете 📚 Змінити групу навчання",

    "main" => "🏠 Ви в головному меню",
    "main_error" => "Оберіть пункт в меню",

    "help" => "🤖 <b>Ласкаво просимо до боту Чернігівської Політехніки!</b> 🎓\n\n"
        . "Цей бот призначений для отримання розкладу університету.\n"
        . "Для переміщення по меню обирайте відповідні пункти.\n"
        . "В <b>налаштуваннях</b> ви можете змінити групу.\n\n",

    "set_group" => "Тепер оберіть свою групу, <i>[наприклад 👥 КІ-221]</i>:",
    "group_not_found" => "⚠️ <b>Помилка!</b> Група не була знайдена. Будь ласка, спробуйте ввести дані знову...",
    "set_group_error" => "⚠️ <b>Увага!</b> Будь ласка, оберіть свою групу",

    "education_form" => "Оберіть форму навчання 🌞/🌜:",
    "education_form_error" => "⚠️ <b>Увага!</b> Будь ласка, оберіть форму навчання:",

    "course" => "Тепер оберіть курс, на якому ви навчаєтесь:",
    "course_error" => "⚠️ <b>Увага!</b> Будь ласка, оберіть курс, на якому ви навчаєтесь:",

    "schedule" => "😊 Який розклад ви хочете переглянути?",
    "schedule_error" => "Оберіть пункт в меню, щоб переглянути відповідний розклад. 📅📆🗓️",
    "schedule_tomorrow" => "Завтра пар не буде 😊",
    "schedule_today" => "Сьогодні пар не буде 🤖",
    "schedule_next_week" => "На наступному тижні пар не буде 🤖",
    "schedule_this_week" => "На цьому тижні пар не буде 🤖",

    "confirm_false" => "Давайте спробуємо знову заповнити дані 🔄",
    "confirm_text" => "*Підтверджую чи правильність інформації?* [Так/Ні]",
    "confirm_true" => "Зберігаю дані... 💾",
];
